<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2016 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

return [
    'template' => [
        // 模板路径
        'view_path' => '../tpl/index/',

    ],
    //开启admin后台日志,1开启 其他关闭
    'admin_log_open'=>1,
    //行为日志不记录的列表
    'no_log_list'=>[],
    //每页显示查询数量
    'pre_page'=>10,
];
